acpi
adobe-source-code-pro-fonts
alex
alsa-utils
android-udev
arp-scan
audacity
autoconf
automake
bash
bind-tools
bison
blas
bluez
bridge-utils
bzip2
cabal-install
chromium
clang
cmake
coreutils
cppcheck
cryptsetup
ctags
cups
cython2
device-mapper
dhcpcd
diffutils
dmenu
dosfstools
e2fsprogs
elixir
erlang
evince
exiv2
fakeroot
feh
festival
ffmpeg
file
filesystem
filezilla
findutils
flex
fprintd
freeglut
gawk
gcc-fortran
gcc-libs-multilib
gcc-multilib
gdb
gettext
ghc
gimp
git
gksu
glew
glfw
glibc
glm
glu
gnu-netcat
gnuplot
gptfdisk
graphviz
grep
grub
gst-libav
gst-plugins-good
gtk2hs-buildtools
gvim
gzip
haddock
happy
haskell-ghc-paths
haskell-haddock-api
haskell-haddock-library
haskell-stack
hexedit
htop
i3-wm
i3lock
i3status
imagemagick
imlib2
inetutils
intel-ucode
iotop
iproute2
iputils
iverilog
jfsutils
jsoncpp
keepass
lapack
less
lib32-glu
lib32-gtk2
lib32-libxcursor
lib32-libxtst
lib32-sdl2
libfprint
libmtp
libpqxx
libraw
libreoffice-fresh
librsvg
libva-intel-driver
libxrandr
licenses
lightdm
lightdm-gtk-greeter
lighttpd
links
linux
logrotate
lvm2
m4
make
man-db
man-pages
mdadm
mercurial
moc
mosh
mplayer
nano
nasm
net-tools
netctl
network-manager-applet
networkmanager
nmap
nodejs
npm
ntfs-3g
openssh
openvpn
p7zip
pacman
patch
pciutils
pcmciautils
perl
php
pkg-config
postgis
postgresql
postgresql-old-upgrade
powertop
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-gobject
python2-matplotlib
python2-numexpr
python2-pip
python2-pygame
python2-scipy
qemu
qt5-graphicaleffects
qt5-multimedia
qt5-quickcontrols
r
redshift
reiserfsprogs
rfkill
rxvt-unicode
s-nail
screen
scrot
sdl2
sdl2_image
sed
sfml
shadow
skype
soundfont-fluid
sshfs
strace
subversion
sudo
sysfsutils
systemd-sysvcompat
tar
tcl
teamspeak3
texinfo
texlive-core
texlive-latexextra
texlive-pictures
tftp-hpa
tig
timidity++
timidity-freepats
tk
tmux
tp_smapi
ttf-inconsolata
unrar
unzip
usbutils
util-linux
valgrind-multilib
vi
vinagre
virtualbox
vlc
vmpk
w3m
weechat
wget
which
wireshark-gtk
wpa_supplicant
xaos
xclip
xdotool
xf86-input-synaptics
xf86-input-wacom
xf86-video-intel
xfsprogs
xorg-server
xorg-server-xephyr
xorg-xbacklight
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xsel
youtube-dl
zathura
zathura-pdf-poppler
zip
zsh
